
import styles from './AboutMe.module.scss'

export const AboutMe = ()=> {
    return (
        <div className="container">
            <p className={styles.text}>Вітання! <br />
        Мене звуть Наташа і я не з тих, хто проводить багато часу на кухні, але з тих, хто любить смачно годувати свою сім'ю та хлібосольно приймати гостей! Здавалося б, несумісні речі! Але я поділюся з Вами своїми секретами – рецептами простих, небанальних та дуже смачних страв!
        Підписуйтесь на канал, щоб нічого не пропустити! ;)</p>
        </div>
        
    )
}