import Img1 from '../images/1c0b6ea3-5c72-47bd-bc24-5887ff218c4a.jpeg';
import Img2 from '../images/184c6913-6a3e-4621-a5ec-d87f1c0313e5.jpeg';
import Img3 from '../images/854d4647-cf0a-4db3-a74e-769fc0e6a68a.jpeg';


export const description = [
    {
      "avatar": Img1,
      "title": "Контроль свіжості квітів",
      "description": "Ми співпрацюємо з кращими постачальниками квітів і готові запропонувати Вам широкий асортимент квітів, починаючи від місцевих сортів і закінчуючи рідкісними імпортованими варіантами Ваша близька людина отримає найкращий подарунок, адже ми ретельно підбираємо кожну квітку для вашого букету.",
      "id": 1
    },
    {
      "avatar": Img2,
      "title": "Оформлення букетів",
      "description": "Ми готові зібрати унікальний букет по індивідуальному замовленню . Наші флористи втілять в життя будь яку Вашу ідею!",

      "id": 2
    },
    {
      "avatar": Img3,
      "title": "Швидка доставка",
      "description": "Ми готові зібрати унікальний букет по індивідуальному замовленню . Наші флористи втілять в життя будь яку Вашу ідею!",
      "id": 3
    },
  ]