import Img1 from '../images/Champignon.jpeg';
import Img2 from '../images/Cookies-with-chocolate.jpeg';
import Img3 from '../images/Cheese-muffins-with-paprika.jpeg';


export const description = [
    {
      "avatar": Img1,
      "title": "Пісочне печиво 'Шампіньйони'",
      "description": "... за що я ще люблю осінь, так це за можливість вибратися теплою компанією в ліс за грибами, за можливість дефілювати по росі в гумових чоботях камуфляжних і старої штопанної вітровці і почуватися при цьому чудово! Відчути цей момент повного єднання з природою, вдихнути вологе насичене хвойним ароматом повітря, злякатися до напівсмерті, побачивши вужа серед сухих гілок і відчути маленьку перемогу, зустрівши галявину з десятка ідеальних білих шапочок! Не назву себе завзятим грибником, але таке дозвілля мені дуже до душі!А на зиму я маю іншу грибну історію - печиво 'Шампиньйони'",
      "id": 1
    },
    {
      "avatar": Img2,
      "title": "Печиво з шоколадною крихтою",
      "description": "Часто зустрічаю на своєму шляху людей, яким, як і мені, важко даються навіть найпростіші рішення. Не повірите, але часом доводиться витрачати 20 хвилин, щоб визначитись, яке вино замовити – біле чи червоне! До смішного доходить) Але в деяких питаннях існують компромісні варіанти, наприклад, коли думаю над тим, щоб смачненьке приготувати до чаю - ванільне пісочне печиво або насичений шоколадний брауні, зупиняюся на печиво з шоколадною крихтою! У ньому поєднані принади того й іншого десертів. Так сказати - для розумних та красивих)",

      "id": 2
    },
    {
      "avatar": Img3,
      "title": "Найсмачніші сирні мафіни з паприкою. Несолодко, але дуже смачно!",
      "description": "Традиційні кекси більше не вражають Ваших близьких, та й самим хочеться приготувати щось таке собі? Тоді рецепт сирних маффінів із пікантним пряним смаком паприки був створений для Вас! Любителі несолодкої випічки повинні оцінити оригінальність смаку та простоту приготування цих кексиків.",
      "id": 3
    },
  ]