
import Img1 from '../images/Champignon.jpeg';
import Img2 from '../images/Cookies-with-chocolate.jpeg';
import Img3 from '../images/Cake-with-pears-and-chocolate.jpeg';
import Img4 from '../images/Strudel-with-chicken-and-mushrooms.jpeg';
import Img5 from '../images/American-pumpkin-pie.jpeg';
import Img6 from '../images/Cottage-cheese-and-lemon-cake.jpeg';

export const recipes = [
    {
      "avatar": Img1,
      "title": "Пісочне печиво 'Шампіньйони'",
      "href": "https://www.youtube.com/watch?v=bucjXzuj8E0",
      "id": "1812",
      "description":
      "... за що я ще люблю осінь, так це за можливість вибратися теплою компанією в ліс за грибами, за можливість дефілювати по росі в гумових чоботях камуфляжних і старої штопанної вітровці і почуватися при цьому чудово! Відчути цей момент повного єднання з природою, вдихнути вологе насичене хвойним ароматом повітря, злякатися до напівсмерті, побачивши вужа серед сухих гілок і відчути маленьку перемогу, зустрівши галявину з десятка ідеальних білих шапочок! Не назву себе завзятим грибником, але таке дозвілля мені дуже до душі!А на зиму я маю іншу грибну історію - печиво 'Шампиньйони'",
      "recipe": "Для приготування печива Вам знадобиться:  Масло вершкове - 100 гр Цукор - 120 гр Яйце - 1 шт Борошно - 300 гр Крохмаль – 2 ст.л Розпушувач – 1 ч.л Вода – 0,5 ст Какао – 2 ст.л Порожня пластикова пляшка",
      
    },
    {
      "avatar": Img2,
      "title": "Печиво з шоколадною крихтою",
      "href": "https://www.youtube.com/watch?v=mY13E3VGGok",
      "id": "1137",
      "description":
      "Часто зустрічаю на своєму шляху людей, яким, як і мені, важко даються навіть найпростіші рішення. Не повірите, але часом доводиться витрачати 20 хвилин, щоб визначитись, яке вино замовити – біле чи червоне! До смішного доходить) Але в деяких питаннях існують компромісні варіанти, наприклад, коли думаю над тим, щоб смачненьке приготувати до чаю - ванільне пісочне печиво або насичений шоколадний брауні, зупиняюся на печиво з шоколадною крихтою! У ньому поєднані принади того й іншого десертів. Так сказати - для розумних та красивих)",
      "recipe": "Для приготування печива з шоколадними крихтами нам знадобиться:Олія вершкове - 50 гр Цукор - 70 гр Олія рослинна (соняшникова або оливкова) - 50 мл Яйце - 1 шт Борошно - 220 гр Сіль - щіпка Ванілін - на кінчику ножа Розпушувач – 1/2 ч.л Шоколад чорний – 50 гр"
    },
    {
      "avatar": Img4,
      "title": "Штрудель з куркою та грибами",
      "href": "https://www.youtube.com/watch?v=hspZuE0AMOc",
      "id": "1714",
      "description": "Правила вигадані для того, щоб їх порушувати!Пропоную сьогодні трохи порушити звичні статути, відійти від стандартів та зробити те, чого від Вас не чекають! Будь це червона помада, квіти без приводу чи туфлі на півзарплати, головне, щоб на радість собі. А я на хвилі цього настрою приготую штрудель, але не традиційний, а коханий – з куркою та грибами! Найсмачніша начинка, загорнута в тоненьке тісто, нікого не залишимо байдужим, а сміливість імпровізації обов'язково буде винагороджена (може бути навіть новою помадою чи квітами)"
    },
    {
      "avatar": Img5,
      "title": "Американський гарбузовий пиріг",
      "href": "https://www.youtube.com/watch?v=Bv1Z8scSWEE",
      "id": "1285",
      "description": "Осінь – щедра душа! Обдаровує нас золотими листопадами, вітамінними плодами, ароматними грибами, теплими обіймами коханої людини, чарівними нареченими в парку, довгими філософськими бесідами,...Якщо для Вас осінь пора сіра і депресивна, у нас є відмінний рецепт, як позбутися сезонної хандри. Рецепт неймовірного гарбузового пирога. І нехай кажуть, що депресію не можна заїдати... адже те, що створено для душі, талію не зіпсує)"
    }, 
    {
      "avatar": Img6,
      "title": "Творожно-лимонний кекс",
      "href": "https://www.youtube.com/watch?v=U3GogYTwel0",
      "id": "1345",
      "description": "Люблю горезвісну маленьку чорну сукню за те, що в компанії з ним навіть найпомітніший аксесуар стає центром уваги і розкривається повною мірою. Люблю його за те, що класичний чорний ідеально поєднується з будь-яким іншим кольором, люблю за простоту та вишуканість! Та сама історія у мене з сирним кексом! Він прекрасний і сам собою, але в поєднанні з фруктами або шоколадом стає неперевершеним! Сьогодні наш класичний сирний кекс у супроводі яскравого аксесуара – лимонної цедри! Десерт обіцяє бути смачним, стильним та ненудним!"
    },
    {
      "avatar": Img3,
      "title": "Кекс з грушею та шоколадом",
      "href": "https://www.youtube.com/watch?v=71Ed1X3e6Vw",
      "id": "1213",
      "description": "",
    },
    
  ]